app/controllers/beaches_controller.rb

  def index
    @beaches = Beach.all
---
SELECT "beaches".* FROM "beaches"